const state = {
    header: [
        { url: 'telegram.svg', text: "Telegram" },
        { url: 'viber.svg', text: "Viber" },
    ],
    aside: [
        { title: 'Види гірлянд' },
        { title: 'Наші роботи' },
        { title: 'Відгуки клієнтів' },
        { title: 'Партнери' },
        { title: 'Контакти' },
    ],
    section2: [
        { url: "./img/icon/Знімок екрана 2024-08-19 114750.png", text: "Гірлянда штора" },
        { url: "./img/icon/Знімок екрана 2024-08-19 180034.png", text: "Гірлянда штора роса" },
        { url: "./img/icon/Знімок екрана 2024-08-19 105813.png", text: "Гірлянда кінскій хвіст" },
        { url: "./img/icon/Знімок екрана 2024-08-18 150038.png", text: "Фахверкові будинки" },
        { url: "./img/icon/Знімок екрана 2024-08-18 150936.png", text: "Гірлянда пробка" },
        { url: "./img/icon/Знімок екрана 2024-08-18 153024.png", text: "Смарт гірлянда" },
    ],
    section4: [
        { title: "Гірлянда штора", text1: "2мx1м, 2мx2м, 2мx3м." ,text2:"3мx1м, 3мx2м, 3мx3м." },
        { title: "Гірлянда штора", text1: "2мx1м, 2мx2м, 2мx3м." ,text2:"3мx1м, 3мx2м, 3мx3м." },
        { title: "Гірлянда кінскій хвіст", text1: "1м,2м,3м.10,20 ниток" },
        { title: "Гірлянда зорепад", text1: "Є тільки 3мx1м." },
        { title: "Гірлянда пробка", text1: "Є тільки 1м."  },
        { title: "Смарт гірлянда", text1: "5м,10м,20м." },
    ],
    section5: [
        { url: "./img/icon/Знімок екрана 2024-08-18 145719.png" },
        { url: "./img/icon/Знімок екрана 2024-08-18 153424.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 184651.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 184408.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 184809.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 185142.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 185303.png" },
        { url: "./img/icon/Знімок екрана 2024-08-19 185217.png" },
    ],
    section6: {
        ol: [
            "Вітаю, мене звуть",
            "Безбабін Кирило.",
            "Я керівник компанії TopGirlyanda.",
        ],
        ul: [
            "Гірлянда штора: теплий білий ,холодний білий ,мультік ,синій. ",
            "Гірлянда штора роса: теплий білий ,холодний білий ,синій. ",
            "Гірлянда кінскій хвіст: теплий білий ,холодний білий ,синій. ",
            "Гірлянда зорепад: теплий білий ,холодний білий ,мультік ,синій. ",
            "Гірлянда пробка: теплий білий ,холодний білий ,синій. ",
            "Смарт гірлянда: всі кольори в одній лед гірлянді вибирай колір через додаток. ",

        ]
    },
    section7: [
        { title: "3", text: "років досвіду ", },
        { title: "3", text: "фахівця", },
        { title: "500+", text: "відправлених гірлянд", },
    ],
    slider: [
        { url: "./img/icon/Знімок екрана 2024-08-15 183355.png" },
        { url: "./img/icon/Знімок екрана 2024-08-20 101532.png" },
        { url: "./img/icon/Знімок екрана 2024-08-20 101445.png" },
        { url: "./img/icon/Знімок екрана 2024-08-20 104757.png" },
    ],
    footer: {
        titleFooter: [
            { title: "Наші роботи" },
            { title: "Відгуки клієнтів" },
            { title: "Партнери" },
        ],
        bud: [
            { link: "#", text: "- Гірлянда штора" },
            { link: "#", text: "- Гірлянда штора роса" },
            { link: "#", text: "- Гірлянда кінскій хвіст" },
            { link: "#", text: "- Гірлянда зорепад" },
            { link: "#", text: "- Гірлянда пробка" },
            { link: "#", text: "- Ремонт та оздоблення" },
        ],
        contact: [
            { link: "#", url: "youtube.svg" },
            { link: "#", url: "instagramm.svg" },
            { link: "#", url: "facebook.png" },


        ]
    }

}
export default state